export const dummyBooks = [
  {
    id: 1,
    key: 1,
    title: "Чоп Чоп",
    description: "Готування нігерійських страв",
    author: "Озоз Сокох",
    publication_year: 2003,
    genre: "Кулінарія",
    is_reserved: true,
  },
  {
    id: 2,
    key: 2,
    title: "Як приготувати найкращі морські делікатеси",
    description:
      "Запікайте, тушкуйте, готуйте на грилі та на пару, щоб створити вишукані страви з риби та молюсків",
    author: "Арі Колендер",
    publication_year: 2003,
    genre: "Кулінарія",
    is_reserved: false,
  },
  {
    id: 3,
    key: 3,
    title: "Мистецтво випікання",
    description:
      "Вичерпний посібник з ремісничого випікання хліба та випічки, що містить покрокові інструкції, експертні поради та різноманітні рецепти для створення витончених виробів з нуля",
    author: "Елена Бейкер",
    publication_year: 2010,
    genre: "Випічка",
    is_reserved: false,
  },
  {
    id: 4,
    key: 4,
    title: "Гурме-кухня вдома",
    description:
      "Перетворіть домашню кухню на гурме-досвід за допомогою детальних інструкцій, професійних технік та рецептів, підібраних відомими кухарями. Навчіться вдосконалювати соуси та створювати креативне оформлення страв",
    author: "Марко Делізіозо",
    publication_year: 2015,
    genre: "Кулінарія",
    is_reserved: false,
  },
  {
    id: 5,
    key: 5,
    title: "Вегетаріанські смаколики",
    description:
      "Відкрийте для себе багатий вибір вегетаріанських рецептів, що святкують сезонні продукти. Від ситних основних страв до смачних десертів – ця книга пропонує креативні, здорові ідеї для харчування, а також інформацію про харчову цінність та практичні поради щодо приготування",
    author: "Ліла Грін",
    publication_year: 2018,
    genre: "Вегетаріанська",
    is_reserved: true,
  },
];
